Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Ting
bn_bd: টিং

source: To disable screen reader, press volume up then volume down buttons three more times
bn_bd: স্ক্রিন রিডার নিষ্ক্রিয় করতে চাইলে, ভলিউম আপ একবার চাপার পর ভলিউম ডাউন বাটন তিনবার চাপুন

source: To enable screen reader, press volume up then volume down buttons three more times
bn_bd: স্ক্রিন রিডার সক্রিয় করতে চাইলে, ভলিউম আপ একবার চাপার পর ভলিউম ডাউন তিনবার চাপুন

source: Top sites
bn_bd: শীর্ষ সাইটসমূহ

source: Transportation
bn_bd: পরিবহণ

source: Travel Guides
bn_bd: ভ্রমণ সহায়িকা

source: Travel & Local
bn_bd: ভ্রমণ ও স্থানীয়

source: Turning on Do Not Track won’t affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
bn_bd: ট্র্যাক করবে না চালু করলে আপনি যেমন সাইন ইন করতে সমস্যায় পড়বেন না, তেমনি ডিভাইস আপনার ব্যক্তিগত তথ্য যেমন, কেনাকাটার কার্ট, অবস্থানের তথ্য কিংবা সাইন-ইন তথ্য ভুলে যাবে না।

source: Turning on Enable USB storage allows another computer or device connected using USB to access files on this phone.
bn_bd: ইউএসবি স্টোরেজ অন করলে অন্য কম্পিউটার বা ডিভাইস যা ইউএসবি দিয়ে যুক্ত তা এই ফোনের ফাইলে প্রবেশ করতে পারবে।

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
bn_bd: বিদ্যুৎ সংরক্ষণ মোড চালু করা হলে এটি ব্যটারী লাইফ বাড়াতে ফোনের ডাটা, ব্লুটুথ এবং ভৌগলিক-অবস্থানের সংযোগ বন্ধ করে দেয়। আপনি নিজ হাতে এগুলো আবার চালু করতে পারবেন।

source: Turn on automatically
bn_bd: স্বয়ংক্রিয়ভবে চালু করুন

source: \u20|\u20
bn_bd: \u00A0|\u00A0

source: Unbookmark
bn_bd: বুকমার্ক অপসারণ

source: Uninstall app
bn_bd: অ্যাপ্লিকেশন আনইনস্টল করুন

source: (unknown SIM state)
bn_bd: (সিম পাওয়া যায়নি)

source: Unsafe content
bn_bd: অনিরাপদ কন্টেন্ট

source: Update channel
bn_bd: হালনাগাদ চ্যানেলে

source: Updated {{numFriends}} friends
bn_bd: {{numFriends}} জন বন্ধুর তথ্য হালনাগাদ হয়েছে

source: Updated one friend
bn_bd: একজন বন্ধুর তথ্য হালনাগাদ হয়েছে

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
bn_bd: ওয়াই-ফাই না থাকায় ডাটা সংযোগের মাধ্যমে হালনাগাদ ডাউনলোড হয়েছে। যখন ডাটা সংযোগ ব্যবহার করা হয়, তখন ফোন কল ব্লক হয়ে যেতে পারে এবং অতিরিক্ত চার্জও প্রযোজ্য হতে পারে।

source: Updating friends in Contacts
bn_bd: পরিচিতিতে বন্ধুদের হালনাগাদ করুন

source: URL not valid
bn_bd: URL সঠিক নয়

source: USB storage
bn_bd: ইউএসবি স্টোরেজ

source: USB tethering
bn_bd: ইউএসবি টেথারিং

source: User guide
bn_bd: ব্যবহারকারীর নির্দেশিকা

source: Vamos Là Elektro
bn_bd: ভ্যামস লা ইলেক্ট্রো

source: Video Games
bn_bd: ভিডিও গেমস

source: Video saved to Video
bn_bd: ভিডিও টি ভিডিও ফোল্ডারে সংরক্ষিত হয়েছে

source: View All Facebook Friends
bn_bd: ফেসবুকের সব বন্ধুদের দেখুন

source: View Only Recommended
bn_bd: শুধু মাত্র সুপারিশকৃত বন্ধুদের দেখান

source: Voice calls to
bn_bd: যাকে ভয়েস কল করবেন

source: Voice privacy mode
bn_bd: ভয়েস গোপনীয়তা মোড

source: WAP Push messages
bn_bd: WAP পুশ বার্তা

source: Web Browser
bn_bd: ওয়েব ব্রাউজার

source: We tried to display this Web page, but it’s not responding.
bn_bd: আমরা ওয়েব পেইজটি দেখানোর চেষ্টা করেছি, কিন্তু তা সাড়া দিচ্ছে না।

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you don’t want your behavior tracked.
bn_bd: যখন আপনি ট্র্যাক করবে না চালু করবেন, আপনার ডিভাইস সকল ওয়েবসাইট ও অ্যাপকে (সাথে সাথে বিজ্ঞাপন ও অনান্য জিনিস সরবরাহকারীকে) বলবে যে আপনি আপনার চালচলন ট্র্যাক করাতে চান না।

source: Wi-Fi hotspot
bn_bd: ওয়াই-ফাই হটস্পট

source: Wi-Fi output in ADB
bn_bd: ADB তে ওয়াই-ফাই আউটপুট

source: Wind Chimes
bn_bd: উইন্ড চাইমস

source: Window management
bn_bd: উইন্ডো ব্যবস্থাপনা

source: Word suggestion
bn_bd: শব্দ প্রস্তাবনা

source: World Cup
bn_bd: বিশ্বকাপ

source: WPS failed
bn_bd: WPS ব্যর্থ

source: You need at least 50% battery level to install the update.
bn_bd: You need at least ৫০% battery level to install the update.

source: Your Facebook session is invalid. Please sign in.
bn_bd: আপনার ফেসবুক সেশনটি সঠিক নয়। অনুগ্রহ করে সাইন ইন করুন।

source: Your phone is being tracked by another device through the website.
bn_bd: আপনার ফোন এই ওয়েবসাইট এর মাধ্যমে অন্য একটি ডিভাইস দিয়ে ট্র্যাক করা হচ্ছে।

source: {{0}} of {{1}}
bn_bd: {{1}} এর {{0}}

source: 12-hour
bn_bd: 12-ঘন্টা

source: 1 New Message
bn_bd: নতুন 1 টি বার্তা

source: 24-hour
bn_bd: 24-ঘন্টা

source: Access Downloads
bn_bd: ডাউনলোড ব্যবহার করুন

source: Access Sensor Data
bn_bd: সেন্সরের ডাটা ব্যবহার কর

source: Access Storage
bn_bd: স্টোরেজ ব্যবহার করুন

source: Act as a Background Service
bn_bd: ব্যাকগ্রাউন্ড সার্ভিস হিসেবে আচরণ কর

source: Act as a Keyboard
bn_bd: কীবোর্ডের মত আচরণ করবে

source: Add attachment
bn_bd: সংযুক্তি যোগ করুন

source: Add New APN
bn_bd: নতুন APN যোগ করুন

source: A Find My Device error has occurred.
bn_bd: অামার ডিভাইস অনুসন্ধান করুন এ একটি ত্রুটি হয়েছে।

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
bn_bd: একটি ফায়ারফক্স অ্যাকাউন্ট আপনাকে হারানো ফোন খুঁজে পেতে এবং ফায়ারফক্স মার্কেটপ্লেস থেকে অ্যাপ কিনতে সাহায্য করে।

source: Alert deleted.
bn_bd: সর্তকবার্তা মুছে ফেলা হয়েছে।

source: Allow other devices to share my tablet’s Internet connection by connecting via Wi-Fi.
bn_bd: Wi-Fi দ্বারা অন্য ডিভাইসকে অামার ট্যাবলেটের ইন্টারনেট শেয়ার করতে অনুমোদন দাও।

source: Allow other devices to share my TV’s Internet connection by connecting via Wi-Fi.
bn_bd: Wi-Fi তে যুক্ত হয়ে অন্য ডিভাইসকে আমার ফোনের ইন্টারনেট শেয়ার করতে অনুমতি দিন।

source: and {{count}} row
bn_bd: এবং {{count}} সারি

source: and {{count}} rows
bn_bd: এবং {{count}} সারি

source: APN Editor
bn_bd: APN সম্পাদক

source: APN settings
bn_bd: APN সেটিংস

source: APN settings reset
bn_bd: APN সেটিং রিসেট

source: APN Type
bn_bd: APN ধরণ

source: Apps Storage
bn_bd: অ্যাপ স্টোরেজ

source: APRIL
bn_bd: এপ্রিল

source: AUGUST
bn_bd: আগস্ট

source: Auto Retrieve
bn_bd: স্বয়ংক্রিয়ভাবে উদ্ধার

source: Awake
bn_bd: জাগ্রত

source: Bells
bn_bd: বেল

source: Bloom
bn_bd: ব্লুম

source: Browsing Privacy
bn_bd: ব্রাউজিং গোপনীয়তা

source: Bubble
bn_bd: বাবল

source: Call Information
bn_bd: কলের তথ্য

source: Cameras
bn_bd: ক্যামেরা

source: Cell Broadcast
bn_bd: সেল সম্প্রচার

source: Cell Broadcast Messages
bn_bd: সেল সম্প্রচার বার্তা

source: Cell Broadcasts
bn_bd: সেল ব্রডকাস্ট

source: Change tablet name
bn_bd: ট্যাবলেট নাম পরিবর্তন করুন

source: Change TV name
bn_bd: টিভি নাম পরিবর্তন

source: Changing the default media storage location will affect where all media will be saved by default. Existing data will remain in its current location. Do you want to proceed?
bn_bd: ডিফল্ট মিডিয়া স্টোরেজ ভলিউম-এর পরিবর্তন ডিফল্ট ভাবে সংরক্ষিত ছবি, ভিডিও, ডাউনলোড এবং অন্যান্য মিডিয়ার উপর প্রভাব ফেলবে। বর্তমান ডাটাসমূহ যথাস্থানে থাকবে।

source: Chime
bn_bd: চাইম

source: Chimer
bn_bd: চাইমার

source: Classic
bn_bd: ক্লাসিক

source: Classic Fast
bn_bd: ক্লাসিক ফাস্ট

source: Clean
bn_bd: ক্লিন

source: Clicka
bn_bd: ক্লিকা

source: Color filter
bn_bd: কালার ফিল্টার

source: Column {{0}}
bn_bd: কলাম {{0}}

source: Connected to tablet audio
bn_bd: ট্যাবলেট অডিও এর সাথে যুক্ত হয়েছে

source: Connected to tablet/media audio
bn_bd: ট্যাবলেট/মিডিয়া অডিও এর সাথে যুক্ত হয়েছে

source: Connected to TV audio
bn_bd: টিভি অডিও এর সাথে যুক্ত হয়েছে

source: Connected to TV/media audio
bn_bd: টিভি/মিডিয়া অডিও এর সাথে যুক্ত হয়েছে

source: Contact photo
bn_bd: পরিচিতির ছবি

source: Contrast
bn_bd: কন্ট্রাস্ট

source: Control Usage Stats
bn_bd: কন্ট্রোল ইউসেজ স্ট্যাটস

source: Control Voicemail
bn_bd: ভয়েস-মেইল নিয়ন্ত্রণ করুন

source: Control Volume
bn_bd: কন্ট্রোল ভলিউম

source: {{count}} item
bn_bd: {{count}} আইটেম

source: {{count}} items
bn_bd: {{count}} আইটেম

source: Crash Data Storage
bn_bd: ডাটা স্টোরেজ ক্র্যাশ করা

source: Credits
bn_bd: স্বীকৃতি

source: Cross-Origin Requests
bn_bd: Cross-Origin অনুরোধ

source: Crystalize
bn_bd: ক্রিস্টালাইজ

source: Cunning
bn_bd: কানিং

source: Data Limit ({{value}})
bn_bd: ডাটার সীমা ({{value}})

source: DECEMBER
bn_bd: ডিসেম্বর

source: Delete alert
bn_bd: সর্তকবার্তা মুছে ফেলুন

source: Delete Alert
bn_bd: সর্তকবার্তা মুছে ফেলুন

source: Delete this APN?
bn_bd: এই APN টি মুছে ফেলবেন?

source: Delivered
bn_bd: প্রেরিত

source: Delivery Reports
bn_bd: ডেলিভারি রিপোর্ট

source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming.
bn_bd: আপনার সার্ভিস ভুক্তির উপর নির্ভর করে, আপনার APN পরিবর্তন করলে ভ্রমনের সময় অতিরিক্ত চার্জ আদায় হতে পারে। আপনি কি এগোতে চান?

source: Developer tools
bn_bd: ডেভেলপার টুল

source: Digi
bn_bd: ডিগি

source: Digicloud
bn_bd: ডিজিক্লাউড

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
bn_bd: ধীর কানকশনে (2G) আপডেট ডাউনলোড সম্ভব নয়। দয়া করে Wi-Fi অথবা 3G (যদি সম্ভব হয়) কানেক্ট করুন এবং আবার চেষ্টা করুন।

source: Download updates via data roaming?
bn_bd: ডাটা সংযোগের মাধ্যমে হালনাগাদ ডাউনলোড করবেন?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
bn_bd: আপনি কি এখন আপডেটটি ইন্সটল করতে চান? আপনি কয়েক মিনিটের জন্য আপনার ফোনটি ব্যবহার করতে পারবেন না।

source: Do you want to proceed?
bn_bd: আপনি কি অগ্রসর হতে চান?

source: Draft
bn_bd: খসড়া

source: Dropplet
bn_bd: ড্রোপলেট

source: Dulco
bn_bd: ডুলকো

source: Edit collection
bn_bd: সংকলন সম্পাদনা করুন

source: Ejected successfully
bn_bd: সফলভাবে নির্গত হয়েছে

source: Eject SD card
bn_bd: SD কার্ড বের করুন

source: Eject SD card 2
bn_bd: SD কার্ড 2 বের করুন

source: Email needs to be reauthorized to access the following account:
bn_bd: এই অ্যাকাউন্টে প্রবেশ করতে ইমেইল পুনঃঅনুমোদনের প্রয়োজন:

source: Embed Apps
bn_bd: সন্নিবিষ্ট অ্যাপ

source: Embed Widgets
bn_bd: সন্নিবিষ্ট উইজেট

source: Emergency Alert
bn_bd: জরুরী সতর্কসঙ্কেত

source: Emergency Call Only
bn_bd: শুধুমাত্র জরুরী কল

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
bn_bd: USB স্টোরেজ সক্রিয় করলে USB সংযুক্ত অন্য কম্পিউটার অথবা ডিভাইস এই ফোনে ফাইলসমূহ ব্যবহার করতে পারবে।

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
bn_bd: USB স্টোরেজ চালু করার মাধ্যমে USB দ্বারা সংযোগ করা অন্য কম্পিউটার ও ডিভাইস ট্যাবলেটের ফাইল এক্সেস করতে পারবে।

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
bn_bd: USB স্টোরেজ চালু করার ফলে অন্য কম্পিউটার বা ডিভাইস যা USB দিয়ে যুক্ত তা এই টিভির ফাইল এক্সেস করতে পারবে।

source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
bn_bd: USB স্টোরেজ সক্রিয় করলে USB টিথারিং নিষ্ক্রিয় হয়ে যাবে। অাপনি কি USB স্টোরেজ সক্রিয় করতে চান?

source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
bn_bd: USB টিথারিং সক্রিয় করলে USB স্টোরেজ নিষ্ক্রিয় হয়ে যাবে। অাপনি কি USB টিথারিং সক্রিয় করতে চান?

source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
bn_bd: USB টিথারিং সক্রিয় করলে Wi-Fi হটস্পট নিষ্ক্রিয় হয়ে যাবে। অাপনি কি USB টিথারিং সক্রিয় করতে চান?

source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
bn_bd: Wi-Fi হটস্পট সক্রিয় করলে USB টিথারিং নিষ্ক্রিয় হয়ে যাবে। অাপনি কি Wi-Fi হটস্পট সক্রিয় করতে চান?

source: Enter Password For:
bn_bd: যার জন্য পাসওয়ার্ড দিবেন:

source: EU internet detected
bn_bd: EU ইন্টারনেট সনাক্ত করা হয়েছে

source: Failed connecting to Wi-Fi
bn_bd: Wi-Fi এর সাথে সংযোগ স্থাপন করতে ব্যর্থ

source: Failed to cancel WPS [{{error}}]
bn_bd: বাতিল করতে ব্যর্থ WPS [{{error}}]

source: Feature Detection
bn_bd: বৈশিষ্ট্য সনাক্তকরণ

source: FEBRUARY
bn_bd: ফেব্রুয়ারি

source: fig
bn_bd: ফিগার

source: Find My Device allows you to locate, lock or erase your tablet
bn_bd: অামার ডিভাইস অনুসন্ধান আপনাকে একটি ওয়েবসাইট থেকে আপনার ট্যাবলেট খুঁজতে, লক করতে বা মুছে ফেলার সুযোগ দেয়:

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
bn_bd: অামার ডিভাইস অনুসন্ধান আপনাকে একটি ওয়েবসাইট থেকে আপনার ট্যাবলেট খুঁজতে, লক করতে বা মুছে ফেলার সুযোগ দেয়:

source: Find My Device allows you to locate, lock or erase your TV
bn_bd: অামার ডিভাইস অনুসন্ধান আপনাকে আপনার টিভি খুঁজতে, লক করতে বা মুছে ফেলার সুযোগ দেয়

source: Find My Device allows you to locate, lock or erase your TV from a web site:
bn_bd: অামার ডিভাইস অনুসন্ধান আপনাকে একটি ওয়েবসাইট থেকে আপনার টিভি খুঁজতে, লক করতে বা মুছে ফেলার সুযোগ দেয়:

source: Firefox Accounts (moz)
bn_bd: ফায়ারফক্স অ্যাকাউন্ট (moz)

source: Format internal storage
bn_bd: অভ্যন্তরীণ স্টোরেজ ফরম্যাট করুন

source: Format SD card 2
bn_bd: SD কার্ড ফরম্যাট করুন

source: Formatting…
bn_bd: ফরম্যাট হচ্ছে...

source: FUTURE
bn_bd: ভবিষ্যৎ

source: Gaia System Web Browser
bn_bd: গায়া সিস্টেম ওয়েব ব্রাউজার

source: Garden
bn_bd: গার্ডেন

source: Hardware Video Rendering (Deprecated)
bn_bd: হার্ডওয়্যার ভিডিও রেন্ডারিং (অবচিত)

source: Has draft
bn_bd: খসড়া রয়েছে

source: heading level {{0}}
bn_bd: শীরনামের স্তর {{0}}

source: Hello
bn_bd: হ্যালো

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
bn_bd: আপনার ফোন সম্পর্কিত তথ্য ও আপনার ব্যবহার প্রণালী সম্পর্কে অবহিত করে আমাদের {{brandShortName}} কে আরো উন্নত করতে সাহায্য করুন।

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
bn_bd: আপনার ট্যাবলেট সম্পর্কিত তথ্য ও আপনার ব্যবহার প্রণালী সম্পর্কে অবহিত করে {{brandShortName}} কে আরো উন্নত করতে আমাদের সাহায্য করুন।

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
bn_bd: আমাদের আপনার টিভি এবং আপনি এটা ব্যবহার প্রণালী সম্পর্কে তথ্য ভাগ করে {{brandShortName}} উন্নত করতে সাহায্য করুন

source: {{ h }} h {{ m }} m {{ s }} s
bn_bd: {{ h }} ঘ {{ m }} মি {{ s }} সে

source: Humming Waves
bn_bd: হাম্মিং ওয়াভস

source: ICE Contacts - In Case of Emergency
bn_bd: ICE পরিচিতি - জরুরী মূহুর্তের জন্য

source: Info not available
bn_bd: তথ্য অনুপস্থিত

source: Inspect Web Pages
bn_bd: ওয়েব পেজ যাচাই কর

source: Install Webapps
bn_bd: ওয়েবঅ্যাপ ইনস্টল করুন

source: Invert
bn_bd: বিপরীত

source: JANUARY
bn_bd: জানুয়ারি

source: Join us for a quick tutorial about the updates to your phone!
bn_bd: আপনার ফোনের হালনাগাদ সম্পর্কে জানতে আমাদের সাথে এই দ্রুত টিউটোরিয়ালে যোগ দিন!

source: JULY
bn_bd: জুলাই

source: JUNE
bn_bd: জুন

source: LAST 6 MONTHS
bn_bd: গত 6 মাস

source: LAST 7 DAYS
bn_bd: গত 7 দিন

source: Lightly
bn_bd: লাইটলি

source: Load More Messages
bn_bd: আরও বার্তা লোড করুন

source: Logs saved to storage
bn_bd: স্টোরেজে লগ সংরক্ষিত হয়েছে

source: Low Marble
bn_bd: লো মার্বেল

source: Low-precision painting
bn_bd: লো-প্রিসিশন পেইন্টিং

source: Low-precision transparency
bn_bd: লো-প্রিসিশন ট্রান্সপেরেন্সি

source: Manage Keyboards
bn_bd: কীবোর্ড ব্যবস্থাপনা

source: Manage NFC
bn_bd: NFC পরিচালনা

source: Manage Tones
bn_bd: শব্দ ব্যবস্থাপনা

source: Manage Wi-Fi
bn_bd: Wi-Fi পরিচালনা করুন

source: Marbled
bn_bd: মার্বেলড

source: MARCH
bn_bd: মার্চ

source: MAY
bn_bd: মে

source: Media transfer protocol (MTP)
bn_bd: মিডিয়া ট্রান্সফার প্রোটোকল (MTP)

source: Message Confirmation
bn_bd: বার্তা নিশ্চিতকরণ

source: {{ m }} m {{ s }} s
bn_bd: {{ m }} মি {{ s }} সে

source: Mobile App Usage
bn_bd: মোবাইল অ্যাপের ব্যবহারের পরিমাণ

source: Mobile Connection
bn_bd: মোবাইল সংযোগ

source: Mobile Network
bn_bd: মোবাইল নেটওয়ার্ক

source: Modify Apps Permissions
bn_bd: অ্যাপের অনুমতি পরিবর্তন

source: Modify Settings
bn_bd: সেটিং বদলান

source: Multimedia Messaging (MMS)
bn_bd: মাল্টিমিডিয়া বার্তা (MMS)

source: My Alerts
bn_bd: আমার সর্তকবার্তা

source: My Ringtones
bn_bd: আমার রিংটোন

source: Network Events
bn_bd: নেটওয়ার্ক ইভেন্ট

source: New window
bn_bd: নতুন উইন্ডো

source: NFC HCI Events
bn_bd: NFC HCI ইভেন্ট

source: NFC output in ADB
bn_bd: NFC আউটপুট ADB তে

source: {{ n }} New Messages
bn_bd: নতুন {{ n }} টি বার্তা

source: No contacts available to import
bn_bd: ইম্পোর্ট করার মত কোন পরিচিতি নেই

source: No devices are actively tracking your tablet through the website.
bn_bd: ওয়েবসাইটের মাধ্যমে কোন ডিভাইস আপনার ট্যাবলেট ট্র্যাক করছে না।

source: No devices are actively tracking your TV through the website.
bn_bd: এই ওয়েবসাইটের মাধ্যমে কোন ডিভাইস এখন আপনার টিভিকে ট্র্যাক করছে না।

source: No internet connection
bn_bd: ইন্টারনেট সংযোগ নেই

source: Not ejected properly
bn_bd: সঠিকভাবে নির্গত হয়নি

source: NOVEMBER
bn_bd: নভেম্বর

source: {{ number }} is not an emergency number.
bn_bd: {{ number }} জরুরী নাম্বার নয়।

source: OCTOBER
bn_bd: অক্টোবর

source: OLDER THAN 6 MONTHS
bn_bd: 6 মাসের বেশি পুরনো

source: Open Overlay Popups
bn_bd: ওভারলে পপআপ খুলুন

source: Open Overlay Popups (moz)
bn_bd: ওভারলে পপআপ (moz) খুলুন

source: Opti
bn_bd: অপ্তি

source: Outgoing
bn_bd: বহির্গামী

source: Pecko
bn_bd: পেকো

source: Performance and usage data
bn_bd: কর্মক্ষমতা ও ব্যবহারের ডাটা

source: Phone Number Service
bn_bd: ফোন নাম্বার সেবা

source: Pinger
bn_bd: পিনগার

source: Pingy
bn_bd: পিংগি

source: Play Alarm Sounds
bn_bd: অ্যালার্মের শব্দ বাজান

source: Play Notification Sounds
bn_bd: নোটিফিকেশন বার্তার শব্দ বাজান

source: Play public notification sounds
bn_bd: পাবলিক নোটিফিকেশন রিংটোন বাজাও।

source: Play Ringtone Sounds
bn_bd: রিংটোনের শব্দগুলো বাজাও

source: Play Ringtone Sounds (moz)
bn_bd: রিংটোনের শব্দ (moz) বাজান

source: Play Sounds
bn_bd: শব্দ বাজাও

source: Play Telephony Sounds
bn_bd: টেলিফোনি শব্দ চালান

source: Play Telephony Sounds (moz)
bn_bd: টেলিফোনী শব্দ (moz) বাজান

source: Please plug in your charger.
bn_bd: অনুগ্রহ করে আপনার চার্জার প্লাগ ইন করুন।

source: Please tap to try again.
bn_bd: অনুগ্রহ করে পুনরায় চেষ্টা করতে ট্যাপ করুন।

source: Please try again.
bn_bd: অনুগ্রহ করে আবার চেষ্টা করুন।

source: Plickle
bn_bd: প্লিকল

source: Pocko
bn_bd: পোকো

source: Pop Pop
bn_bd: পপ পপ

source: Power Settings
bn_bd: পাওয়ার সেটিং

source: Privileged IndexedDB
bn_bd: বিশেষ সুবিধাসম্পন্ন IndexedDB

source: Pseudo-localization
bn_bd: সুডো-লোকালাইজেশন

source: Push API
bn_bd: পুশ API

source: Quado
bn_bd: কোয়াডো

source: Read Reports
bn_bd: রিপোর্ট পড়ুন

source: Reauthorize
bn_bd: পুনঃঅনুমোদন

source: Reauthorize Email
bn_bd: ইমেইল পুনরায় অনুমোদন করুন

source: Reset Tablet
bn_bd: ট্যাবলেট রিসেট করুন

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
bn_bd: রিসেট করলে আপনার কেনা অ্যাপসহ সকল ডাটা মুছে যাবে। ট্যাবলেটটি তার ক্রয়ের পূর্বের অবস্থায় ফিরে যাবে। আপনার কোনো সেটিং বা ডাটা সংরক্ষিত থাকবে না।

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
bn_bd: রিসেট করলে আপনার কেনা অ্যাপসহ সকল ডাটা মুছে যাবে। টিভিটি তার ক্রয়ের পূর্বের অবস্থায় ফিরে যাবে। আপনার কোনো সেটিং বা ডাটা সংরক্ষিত থাকবে না।

source: Reset to Default
bn_bd: ডিফল্ট মানে রিসেট করুন

source: Reset TV
bn_bd: টিভি রিসেট করুন

source: Resource Stats
bn_bd: রিসোর্স পরিসংখ্যান

source: {{ringtoneSectionBrandName}} Alerts
bn_bd: {{ringtoneSectionBrandName}} সর্তকবার্তা

source: {{ringtoneSectionBrandName}} Ringtones
bn_bd: {{ringtoneSectionBrandName}} রিংটোন

source: Ringtones & Notifications
bn_bd: রিংটোন ও নোটিফিকেশন

source: Row {{0}}
bn_bd: সারি {{0}}

source: Sata
bn_bd: সাটা

source: Sato
bn_bd: সাটো

source: Save Signature
bn_bd: স্বাক্ষর সংরক্ষণ

source: Schedule Alarms
bn_bd: অ্যালার্মের সময়সূচী ঠিক করুন

source: SD card detected
bn_bd: SD কার্ড সনাক্ত হয়েছে

source: SD card removed
bn_bd: SD কার্ড সরিয়ে ফেলা হয়েছে

source: SD card unmounted
bn_bd: SD কার্ড অানমাউন্ট করা হয়েছে

source: Search the web
bn_bd: ওয়েবে অনুসন্ধান করুন

source: See Idle Status
bn_bd: নিষ্ক্রিয় স্ট্যাটাস দেখুন

source: Select Messages
bn_bd: বার্তা নির্বাচন করুন

source: Select Threads
bn_bd: থ্রেড নির্বাচন করুন

source: Send and Read SMS
bn_bd: SMS পাঠান ও পড়ুন

source: Sent Using Firefox OS
bn_bd: ফায়ারফক্স ওএস ব্যবহার করে পাঠানো হয়েছে

source: SEPTEMBER
bn_bd: সেপ্টেম্বর

source: Service Center
bn_bd: সার্ভিস সেন্টার

source: Service is disabled
bn_bd: সার্ভিস সক্রিয় ছিল

source: Service is enabled
bn_bd: সার্ভিস সক্রিয় ছিল

source: Service is enabled for:
bn_bd: সার্ভিস সক্রিয় ছিল:

source: Set Date and Time
bn_bd: তারিখ ও সময় নির্ধারণ করুন

source: Shake to save system log
bn_bd: সিস্টেম লগ সংরক্ষণ করতে ঝাঁকান

source: Share alert
bn_bd: সর্তকবার্তা শেয়ার

source: Share my tablet’s Internet connection with a USB-connected device.
bn_bd: USB- সংযুক্ত ডিভাইসের সাথে ট্যাবলেটের ইন্টারনেট শেয়ার কর।

source: Share my TV’s Internet connection with a USB-connected device.
bn_bd: USB-সংযুক্ত ডিভাইসের সাথে টিভির ইন্টারনেট শেয়ার করুন।

source: Show screen reader settings
bn_bd: স্ক্রিন রিডার বৈশিষ্ট্যাবলী প্রদর্শন করুন

source: Show system HUD
bn_bd: সিস্টেম HUD দেখাও

source: Show windows
bn_bd: উইন্ডো দেখান

source: Signature
bn_bd: স্বাক্ষর

source: SIM {{index}} Settings
bn_bd: SIM {{index}} সেটিং

source: spans {{0}} column
bn_bd: {{0}} কলাম জুড়ে

source: spans {{0}} columns
bn_bd: {{0}} কলাম জুড়ে

source: spans {{0}} row
bn_bd: {{0}} সারি জুড়ে

source: spans {{0}} rows
bn_bd: {{0}} সারি জুড়ে

source: Start an App
bn_bd: অ্যাপ চালু করুন

source: Stutter
bn_bd: স্টাট্টার

source: Swipe up and down to browse your apps and bookmarks. Tap and hold an icon to delete, move, or edit it.
bn_bd: আপনার অ্যাপ ও বুকমার্ক পেতে উপড়ে এবং নিচে সুইপ করুন। কোন আইকন মুছতে, সরাতে বা সম্পাদনা করতে এর উপর চেপে ধরে রাখুন।

source: Swipo
bn_bd: সুইপো

source: Symmetry
bn_bd: সিমেট্রি

source: Tail Wind
bn_bd: টেল ওয়িন্ড

source: Tap on the search box anytime to start a search or go to a website.
bn_bd: অনুসন্ধান বা কোন ওয়েবসাইট এ যেতে যেকোনো সময় অনুসন্ধান বক্সে ট্যাপ করুন।

source: Tap to change.
bn_bd: পরিবর্তন করতে ট্যাপ করুন।

source: Tap to Edit
bn_bd: সম্পাদনা করতে ট্যাপ করুন

source: TCP Sockets
bn_bd: TCP সকেট

source: Telephony
bn_bd: টেলিফোনি

source: Test Permission
bn_bd: পরীক্ষামূলক অনুমতি

source: The characters you type are used to show you search suggestions. Go to the Search section of Settings to change your search preferences.
bn_bd: আপনি টাইপ করলেই অনুসন্ধানের সাজেশন দেবে, আপনার অনুসন্ধান পদ্ধতি পরিবর্তন করতে সেটিং এর হোমস্ক্রিন সেকশনে যান।

source: The logs could not be saved
bn_bd: লগ সংরক্ষণ করা যায়নি

source: The ringtone was not changed because the selected file can not be played on this tablet.
bn_bd: রিংটোন পরিবর্তন হয়নি কারন নির্বাচিত ফাইলটি এই ট্যাবলেটে বাজানো যাচ্ছে না।

source: The ringtone was not changed because the selected file can not be played on this TV.
bn_bd: রিংটোন পরিবর্তন হয়নি কারন নির্বাচিত ফাইলটি এই টিভিতে বাজানো যাচ্ছে না।

source: This email contains {{ n }} images. Tap to download.
bn_bd: এই ইমেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।

source: This email contains one image. Tap to download.
bn_bd: এই ইমেইলটিতে একটি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।

source: THIS MONTH
bn_bd: চলতি মাস

source: This resets the settings to default values. This cannot be undone.
bn_bd: এটি বৈশিষ্ট্যাবলীকে ডিফল্ট মানে রিসেট করে। একে পূর্বাবস্থায় ফিরিয়ে অানা যাবে না।

source: Thoughtful
bn_bd: থটথুল

source: Time Format
bn_bd: সময় বিন্যাস

source: TODAY
bn_bd: আজ

source: Top
bn_bd: শীর্ষ

source: Total size: {{size}} {{unit}}
bn_bd: মোট আকার: {{size}} {{unit}}

source: Transfer Protocol
bn_bd: স্থানান্তরণ প্রোটোকল

source: Tri
bn_bd: ট্রি

source: Trickle Up
bn_bd: ট্রিকল আপ

source: Trink
bn_bd: ট্রিংক
